export const romb_wishesArray = [
  {
    id: 0,
    title: "Признание вашей ценности",
    description:
      "Вы перестанете продавать свое время и начнете продавать свой уникальный опыт. Вам хватит смелости заявить: 'Я стою дороже'. Это приведет не просто к повышению зарплаты, а к смене парадигмы: вас начнут воспринимать как эксперта, а не исполнителя. Вас будут искать, чтобы получить именно ваш взгляд, ваш навык, ваш талант. Деньги станут естественным следствием этого признания.",
    image: "card_romb.png",
  },
  {
    id: 1,
    title: "Эффект финансового бумеранга",
    description:
      "Ваша прошлая щедрость или честность вернется к вам денежным потоком. Деньги придут оттуда, откуда вы не ждали: возможно, вам вернут старый, уже списанный долг, или вы найдете забытый конверт с деньгами, или получите неожиданную премию за проект, который считали рядовым. Это будет не просто находка, а знак от Вселенной, что ваши поступки, даже маленькие, были замечены и вознаграждены.",
    image: "card_romb.png",
  },
  {
    id: 2,
    title: 'Инвестиция в "активную" версию себя',
    description:
      'Лучшей покупкой года окажется то, что сделает вас другим человеком. Вы вложитесь не в вещь, а в свое новое "Я". Это может быть оплата обучения, которое кардинально сменит карьеру, или сеансы у хорошего психолога, который поможет "расчистить" блоки к деньгам, или, наконец, покупка бизнеса. Эта инвестиция будет страшной и непонятной для окружающих, но ваша душа будет знать — это ваш единственно верный путь.',
    image: "card_romb.png",
  },
  {
    id: 3,
    title: "Финансовая медитация",
    description:
      'Вы проведете ювелирную операцию по наведению порядка в своих финансах. Вы не просто посчитаете доходы и расходы. Вы почувствуете каждую трату, поймете, какие из них были жизненно важны, а какие — попыткой "заесть" стресс. Вы избавитесь от долгов-паразитов и начнете копить не на абстрактное "что-нибудь", а на свою Мечту, ощущая, как с каждым рублем ваша уверенность в завтрашнем дне становится все крепче.',
    image: "card_romb.png",
  },
];

export const heart_wishesArray = [
  {
    id: 0,
    title: "Год прощения",
    description:
      "Встреча с прошлым станет лекарством для вашей души. Вы не просто случайно увидите старого знакомого — вы получите шанс переписать болезненную историю. Возможно, вы наконец услышите извинения, которых ждали годы, или сами найдете в себе силы простить. Эта встреча не вернет вас в прошлое, но аккуратно снимет швы со старой раны, и на ее месте останется лишь светлый шрам-напоминание, а не кровоточащая боль.",
    image: "card_heart.png",
  },
  {
    id: 1,
    title: "Создание родового гнезда",
    description:
      'Ваш дом превратится в настоящую крепость души. Речь не о дорогом ремонте, а о том, чтобы пространство вокруг вас стало вашим продолжением. Вы интуитивно расставите мебель, повесите фото, создадите уголки для отдыха и творчества. В этом гнезде захочется проводить время, собирать самых близких, молчать и говорить о важном. Ваша квартира станет не просто "жилплощадью", а местом силы для всей вашей семьи.',
    image: "card_heart.png",
  },
  {
    id: 2,
    title: "Искусство глубокого диалога",
    description:
      'Вы откроете магию слов, которые не ранят, а лечат. В этом году вы интуитивно поймете, что главное — не просто говорить, а доносить суть. Не просто слушать, а слышать. Вы научитесь говорить "Мне больно" вместо "Ты виноват", и "Я боюсь" вместо "Ты неправ". Этот навык станет ключом к двери, за которой вас ждет понимание с тем, с кем вы давно находились в глухой обороне.',
    image: "card_heart.png",
  },
  {
    id: 3,
    title: "Роман с собой",
    description:
      "Самые страстные и нежные отношения у вас будут с самим собой. Вы наконец-то перестанете себя ругать за неидеальность. Научитесь готовить себе любимые завтраки, баловать в трудные дни, разрешите себе отдыхать без чувства вины. Вы посмотрите в зеркало и увидите не критику, а любовь. И эта внутренняя наполненность станет магнитом, который притянет в вашу жизнь людей, способных любить вас так же бережно.",
    image: "card_heart.png",
  },
];

export const krest_wishesArray = [
  {
    id: 0,
    title: "Сила точного слова",
    description:
      "Одна ваша фраза станет катализатором больших перемен. В нужный момент, на встрече или в личном разговоре, вы сформулируете мысль так ясно и метко, что она разрежет гордиев узел проблемы. Эта фраза запомнится всем. После этого к вам начнут обращаться как к мудрецу, ваше мнение станут ценить выше многих официальных титулов, а двери, которые прежде были закрыты, начнут открываться сами.",
    image: "card_krest.png",
  },
  {
    id: 1,
    title: "Озарение в движении",
    description:
      "Ответ придет не из книг, а из смены декораций. Вы отправитесь в поездку, которая станет настоящим паломничеством к самому себе. Новые пейзажи, чужая речь, другая еда — все это встряхнет ваш мозг, как калейдоскоп. И в этой новой композиции из впечатлений вы вдруг увидите решение задачи, над которой бились месяцами. Прозрение ударит, как молния, и вы поймете, что искать надо было не в Google, а в билетной кассе.",
    image: "card_krest.png",
  },
  {
    id: 2,
    title: "Племя по интересам",
    description:
      "Вы найдете людей, с которыми вас связывает не прошлое, а будущее. Вы запишетесь на курсы, вступите в клуб или просто наткнетесь на чат в интернете, и это станет вашим духовным домом. С этими людьми вы сможете говорить полусловами, спорить до хрипоты и творить вместе. Они станут для вас не просто друзьями, а соратниками, с которыми вы вместе будете расти и создавать что-то важное.",
    image: "card_krest.png",
  },
  {
    id: 3,
    title: "Трансформация из ученика в наставника",
    description:
      "Ваш скромный навык окажется чьим-то спасением. Вы поможете коллеге советом, который вам кажется очевидным, или научите друга простому, на ваш взгляд, рецепту. И в его глазах вы увидите не просто благодарность, а настоящее восхищение. Вы поймете, что являетесь носителем уникального знания, и ваша миссия — не копить его в себе, а щедро делиться, становясь проводником для других.",
    image: "card_krest.png",
  },
];

export const black_wishesArray = [
  {
    id: 0,
    title: "Экзамен на прочность границ",
    description:
      "Вам придется стать неприступной крепостью, чтобы сохранить свой внутренний мир. Кто-то (возможно, даже близкий) будет постоянно пытаться переступить вашу черту: требовать вашего времени, внимания, ресурсов. Сначала это будет казаться мелочью. Но именно в этом году вы соберете волю в кулак и дадите жесткий, но вежливый отпор. И это будет не ссора, а декларация вашего суверенитета. После этого вы почувствуете не вину, а невероятное облегчение и уважение к себе.",
    image: "black_heart.png",
  },
  {
    id: 1,
    title: "Магия своевременной паузы",
    description:
      'В самый разгар конфликта или спешки вы сделаете гениальную вещь — остановитесь. Вместо того чтобы выпалить обидные слова или принять поспешное решение, вы скажете: "Мне нужно подумать". Эта пауза окажется спасительной. За это время эмоции улягутся, и вы увидите единственно верный ход, который был невидим в урагане чувств. Эта пауза спасет ваши отношения, вашу репутацию или ваши деньги.',
    image: "black_heart.png",
  },
  {
    id: 2,
    title: "Расчистка завалов прошлого",
    description:
      'Вам предстоит разобрать "чердак" своей жизни, полный старых ошибок и нерешенных проблем. Это будет неприятно, как генеральная уборка. Вы столкнетесь с последствиями своей старой нерешительности, найдете "скелеты в шкафу". Но, разобрав все по полочкам и выкинув хлам, вы испытаете катарсис. Чувство свободы и легкости будет таким же огромным, как была гора накопленного хлама. Вы сможете, наконец, вздохнуть полной грудью и жить дальше, не оглядываясь.',
    image: "black_heart.png",
  },
  {
    id: 3,
    title: "Благословенный отказ",
    description:
      'Самым важным вашим действием года станет не "ДА", а твердое, осознанное "НЕТ". Вы откажетесь от заманчивого, но не вашего предложения, от отношений, которые истощали, от проекта, который шел вразрез с вашими принципами. В момент отказа вам будет казаться, что вы теряете возможность. Но очень скоро вы увидите, что эта "потеря" освободила для вас место, в которое вошло нечто настоящее, соответствующее вашему пути. Этот отказ станет вашим главным приобретением.',
    image: "black_heart.png",
  },
];
